Revit 2027 API
ParameterTypeId.ViewerBoundActiveBottom Property
 "Bottom Clip Active"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewerBoundActiveBottom { get; }
Public Shared ReadOnly Property ViewerBoundActiveBottom As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewerBoundActiveBottom {
	ForgeTypeId^ get ();
}
static member ViewerBoundActiveBottom : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace